{
    "whistleblowing_policy": "<p>Vibtech Genesis is committed to maintaining the highest standards of integrity, transparency, and accountability. This Whistleblowing Policy provides a safe and confidential channel for employees, business partners, and stakeholders to report concerns about unethical, illegal, or fraudulent activities within the company.<\/p><h2><strong>1. Scope<\/strong><\/h2><p>This policy applies to all employees, contractors, suppliers, and any individuals who have a business relationship with Vibtech Genesis. Reports may include, but are not limited to:<\/p><ul><li>Fraud, corruption, or financial misconduct<\/li><li>Violations of company policies or legal regulations<\/li><li>Unsafe workplace practices<\/li><li>Harassment, discrimination, or abuse of authority<\/li><\/ul><h2><strong>2. Reporting Channels<\/strong><\/h2><p>Individuals can report concerns confidentially through the following channels:<\/p><ul><li>Email: [confidential email address]<\/li><li>Whistleblowing Hotline: [hotline number]<\/li><li>Anonymous Submission: [web form or dropbox]<\/li><\/ul><h2><strong>3. Confidentiality &amp; Protection<\/strong><\/h2><p>All reports will be treated with strict confidentiality. Vibtech Genesis strictly prohibits retaliation against whistleblowers. Any form of intimidation or harassment against a whistleblower will result in disciplinary action.<\/p><h2><strong>4. Investigation &amp; Follow-Up<\/strong><\/h2><p>All reports will be assessed and investigated by an independent review team. If misconduct is confirmed, appropriate corrective actions will be taken. Whistleblowers may be informed of the outcome where applicable.<\/p><h2><strong>5. Policy Review<\/strong><\/h2><p>This policy will be reviewed periodically to ensure effectiveness and compliance with legal requirements..<\/p>",
    "whistleblowing_policy_created_by": "David Lim",
    "whistleblowing_policy_created_at": "09 May 2025",
    "whistleblowing_policy_updated_by": "David Lim",
    "whistleblowing_policy_updated_at": "09 May 2025",
    "site_login_image": {
        "value": "assets\/img\/a01388c1-da64-4861-951c-292fbd7fb3f01x.png",
        "type": "file"
    },
    "site_login_title": {
        "value": "Login Page",
        "type": "text"
    }
}